Repository: coluck/entryarea.com
Catalog: locale/*/LC_MESSAGES/django.po
Languages: tr

source: your message sent successfully
tr: mesajın başarıyla yollandı

source: your entry was updated successfully
tr: çok güzel oldu

source: what a nice entry isn't it? if is not try to complain.
tr: ne güzel bir entry değil mi? değilse şikayet et.

source: this entry is not your. don't even try
tr: bu entry senin değil, ayıp değil mi ama?

source: your entry was deleted successfully
tr: entry'in başarıyla silindi

source: this thread is closed don't even try
tr: bu başlık kapanmış, aklından geçeni deneme bile

source: your entry was published
tr: entry'in başarıyla yollandı

source: see
tr: bkz

source: invalid title for thread
tr: olmaz olsun böyle başlık

source: thread can not start with @
tr: baslik '@' sembolü ile baslayamaz

source: and the thread was created
tr: ve başlık yaratıldı

source: write about %(title)s
tr: %(title)s hakkında yazınız

source: username should be in lowercase
tr: nick küçük harflerden oluşmalı

source: enter a nick that contains only 42 characters or fewer.may contain english letters, numbers, and ./+/-/_ characters.
tr: en fazla 42 karakterden oluşan bir nick giriniz. sayı, harf ve ./+/-/_ karakterlerini içerebilir.

source: username
tr: nick

source: required. 42 characters or fewer. letters, digits and ./+/-/_ only.
tr: gerekli. 42 veya daha az karakter içermeli. yalnızca harf, sayı ve ./+/-/_

source: this nick was taken.
tr: bu nick alınmış

source: welcome %(nick)s
tr: hoş geldin %(nick)s

source: English
tr: İngilizce

source: Turkish
tr: Türkçe

source: contact
tr: iletişim

source: contact us
tr: bize ulaşın

source: not required. if you want response.
tr: gerekli değil. cevap bekliyorsanız doldurun.

source: subject
tr: konu

source: message
tr: mesaj

source: send
tr: yolla

source: edit on admin
tr: admin'de düzenle

source: delete
tr: sil

source: edit
tr: düzelt

source: complain
tr: şikayet

source: thread is closed.
tr: başlık kapanmış.

source: please
tr: yazmak için lütfen

source: enter
tr: giriş

source: to write
tr: yapınız

source: about
tr: hakkımızda

source: create thread
tr: başlık aç

source: set timezone
tr: zaman dilimi

source: your nick and password didn't match. please try again.
tr: nick veya şifre hatalı

source: password
tr: şifre

source: don't you have account yet?
tr: hesabın yok mu?

source: register
tr: kayıt

source: change password
tr: şifre değiştir

source: password again
tr: şifre tekrar

source: entries
tr: entry'leri

source: joined
tr: katıldı

source: this nick was taken before
tr: bu nick önceden alınmış

source: already have an account?
tr: hesabın var mı?

source: time zone:
tr: zaman dilimi:

source: set
tr: ayarla

source: are you sure you want to delete this entry?
tr: entry'yi silmek istiyor musun cidden?

source: cancel
tr: iptal

source: entry could not found
tr: böyle bir entry bulunamadı

source: more
tr: daha

source: maybe entry #%(id)s never existed. never and ever.
tr: #%(id)s numaralı bir entry yoktu, olamazdı, zinhar, katiyen, asla ve kat'a.

source: thread's tags
tr: başlığın kanalları

source: this thread has not any tag
tr: bu başlığın henüz kanalı yok

source: save
tr: kaydet

source: thread, #entry or @user
tr: başlık, #entry veya @kullanıcı

source: me
tr: ben

source: logout
tr: çıkış

source: week
tr: hafta

source: all
tr: hepsi

source: tags
tr: kanallar

source: english
tr: ingilizce

source: turkish
tr: türkçe

source: language
tr: dil

source: eager society
tr: giri havzası

source: threads
tr: başlıklar

source: viewed
tr: görüntüleme

source: warning!
tr: dikkat!

source: the language of this thread is
tr: bu başlığın dili

source: give a tag advice
tr: kanal tavsiye et

source: this title is invalid.
tr: olamaz böyle bir başlık.

source: why?
tr: neden mi?

source: thread does not exist.
tr: böyle bir başlık yok.

source: if you want to create this thread be sure it obeys the
tr: eğer ki bu başlığı oluşturmak istiyorsanız kurallara uyduğundan

source: rules
tr: emin olun
